Repository: labd/wagtail-2fa
Catalog: src/wagtail_2fa/locale/*/LC_MESSAGES/django.po
Languages: pt_br, sv

source: OTP token
sv: OTP-kod

source: Enter the numeric code displayed on your device after scanning the QR code
pt_br: Entre o código numérico exibido no seu dispositivo após scanear o código QR
sv: Ange sifferkoden som visades på din enhet efter att du läst av QR-koden

source: Name
pt_br: Nome
sv: Namn

source: The human-readable name of this device.
pt_br: O nome legível por humanos deste dispositivo.
sv: Ett beskrivande namn för den här enheten.

source: Current password
pt_br: Senha atual
sv: Nuvarande lösenord

source: As an extra security measure, we need your current password.
sv: Som en extra säkerhetsåtgärd behöver du ange ditt nuvarande lösenord.

source: Invalid token. Please make sure you have entered it correctly.
pt_br: Token não válido. Por favor tenha certeza que o inseriu corretamente.
sv: Ogiltig kod. Vänligen säkerställ att du har angett den korrekt.

source: Invalid password
pt_br: Senha inválida
sv: Ogiltigt lösenord

source: Delete 2FA device
pt_br: Apagar dispositivo 2FA
sv: Ta bort tvåfaktors-enhet

source: Two Factor Settings
pt_br: Configurações de dois fatores
sv: Tvåfaktorsinställningar

source: Do you want to delete the device?
pt_br: Você deseja remover o dispositivo?
sv: Vill du ta bort den här enheten?

source: Cancel
pt_br: Cancelar
sv: Avbryt

source: Remove device
pt_br: Remover dispositivo
sv: Ta bort enhet

source: Add new 2FA device
pt_br: Adicionar novo dispositivo 2FA
sv: Lägg till ny tvåfaktorsenhet

source: <p> Two-Factor authentication is a method for making your account more secure, by requiring you to provide an additional piece of evidence (a factor) next to your password. </p> <p> The most common way of providing this secondary factor, is by having one of your devices generate a random code that changes every minute. This is called a One Time Password. </p> <p> For generating codes, you can use one of the following apps. You might even have them installed already. <ul> <li>Google Authenticator for iOS or Android</li> <li>Microsoft Authenticator</li> <li>Authy for iOS or Android</li> <li> A password manager like 1Password, that also supports generating One-Time-Passwords </li> </ul> </p> <p> To configure two-factor authentication for your Wagtail CMS account, install one of those apps and scan the below QR code. Note that if you lose or reset your phone, you will no longer be able to log in. </p>
pt_br: <p> A autenticação de dois fatores é um método para tornar sua conta mais seguro, exigindo que você forneça uma peça adicional de evidência (um fator) ao lado de sua senha. </p> <p> A forma mais comum de fornecer este fator secundário é por ter um de seus dispositivos gerando um código aleatório que muda a cada minuto. Isso é chamado de senha de uso único. </p> <p> Para gerar códigos, você pode usar um dos seguintes aplicativos. Você pode até mesmo já tê-los instalados. <ul> <li>Google Authenticator para iOS ou Android</li> <li>Microsoft Authenticator</li> <li>Authy para iOS ou Android</li> <li> Um gerenciador de senhas como 1Password, que também suporta geração de senhas de uso único </li> </ul> </p> <p> Para configurar a autenticação de dois fatores para sua conta Wagtail CMS, instale um desses aplicativos e digitalize o código QR abaixo. Observe que se você perder ou redefinir seu telefone, não será mais possível fazer login. </p>
sv: <p> Tvåfaktorsautentisering (2FA) är en metod för att göra ditt användarkonto säkrare. , genom att kräva att du anger ytterligare ett bevis (en faktor) på att du är du utöver ditt lösenord. </p> <p> Det vanligaste sättet att tillhandahålla en sekundär faktor är genom att låta en app generera en slumpmässig kod på någon av dina mobila enheter. Den här koden kallas engångslösenord (OTP) och ändras varje minut. </p> <p> Använd till exempel någon av följande appar. Chansen är stor att du redan har någon av dem installerad på mobilen. <ul> <li>Google Authenticator för iOS eller Android</li> <li>Microsoft Authenticator</li> <li>Authy för iOS eller Android</li> <li> En lösenordshanterare som också stödjer engångslösendord, som t ex 1Passwords </li> </ul> </p> <p> Konfigurera tvåfaktorsautentisering för ditt Wagtail CMS-konto genom att installera någon av dessa appar och läs av QR-koden nedan. Kom ihåg at om du tappar eller återställer din telefon kommer du inte längre kunna logga in. </p> ""

source: QR Code
pt_br: Código QR
sv: QR-kod

source: If you're unable to scan the image, try pasting the following into your app:
sv: Om du inte har möjlighet att läsa av bilden kan du försöka med att klistra in följande i din app:

source: Update
pt_br: Atualizar
sv: Uppdatera

source: Create
pt_br: Criar
sv: Skapa

source: Registered 2FA devices
pt_br: Dispositivos 2FA registrados
sv: Registrerade 2FA-enheter

source: Update device
pt_br: Atualizar dispositivo
sv: Redigera enhet

source: There are no devices for this user.
sv: Den finns inga enheter registrerade för den här användaren.

source: New device
pt_br: Novo dispositivo
sv: Ny enhet

source: Sign in
pt_br: Acessar
sv: Logga in

source: Invalid code
pt_br: Código inválido
sv: Ogiltig kod

source: Enter your two-factor authentication code
pt_br: Insira seu código de autenticação em dois fatores
sv: Ange din tvåfaktors-autentiseringskod

source: Signing in…
pt_br: Acessando…
sv: Loggar in…

source: Sign out
sv: Logga ut

source: Device #%s
pt_br: Dispositivo #%s
sv: Enhet #%s

source: Manage your 2FA devices
pt_br: Gerenciar seus dispositivos 2FA
sv: Hantera dina 2FA-enheter

source: Add or remove devices for 2 factor authentication.
pt_br: Adicionar ou remover dispositivos para autenticação em 2 fatores.
sv: Lägg till eller ta bort enheter för tvåfaktorsautentisering.

source: Manage 2FA
sv: Hantera 2FA

source: Edit this user
sv: Redigera den här användaren

source: As an extra security measurement we need your current password
pt_br: Como uma medida de segurança extra nós precisamos da sua senha atual
